Repository: TeDsWeb/yawls
Catalog: po/yawls_template-*.po
Languages: ast, ca, de, fr, it, pt_br, ru, tr, uk

source: Usage: yawls [OPTIONS]
ast: Usu: yawls [OPCIONES]
ca: Ús: yawls [OPCIONS]
de: Verwendung: yawls [OPTIONEN]
fr: Utilisation : yawls [OPTIONS]
it: Uso: yawls [OPZIONI]
pt_br: Uso: yawls [OPÇÕES]
ru: Использование: yawls [ПАРАМЕТРЫ]
tr: Kullanım: yawls [SEÇENEKLER]
uk: Використання: yawls [ПАРАМЕТРИ]

source: Another instance of yawls is already running!
ast: yawls yá ta executándose d'otra vegada anterior
ca: Ja esteu executant altra instància de yawls!
de: Eine andere Instanz von yawls läuft bereits!
fr: Une autre instance de Yawls est déjà en cours d'exécution !
it: Un'altra istanza di yawls è già in esecuzione.
pt_br: Outra instância do yawls já está rodando!
ru: Другой экземпляр yawls уже запущен!
tr: Başka bir yawls işlemi halihazırda çalışıyor!
uk: Інший екземпляр yawls вже запущений!

source: This command must be run as root
ast: Esti comandu tien d'executase como root
ca: Este comandament ha d'executar-se com a root
de: Dieser Befehl muss als root ausgeführt werden
fr: Cette commande doit être exécutée en tant que root
it: Questo comando deve essere eseguito come root
pt_br: Esse comando deve ser executado como root
ru: Данная команда должна выполняться с правами суперпользователя
tr: Bu komut kök kullanıcı yetkilendirmesi ile çalıştırılmalıdır
uk: Ця команда повинна виконуватися з правами суперкористувача

source: Usage: yawls
ast: Usu: yawls
ca: Ús: yawls
de: Verwendung: yawls
fr: Utilisation : yawls
it: Uso: yawls
pt_br: Uso: yawls
ru: Использование: yawls
tr: Kullanım: yawls
uk: Використання: yawls

source: yawls adjusts the brightness level of your display by using the internal/externel webcam of your notebook as an ambient light sensor.
it: Yawls regola la luminosità dello schermo usando la webcam interna/esterna del computer come un sensore di luminosità ambientale.
pt_br: yawls ajusta o nível de brilho da sua tela usando a webcam interna/externa do seu notebook em um ambiente como sensor de luz.
tr: yawls ekran parlaklığını web kameranızı bir ışık algılayıcı olarak kullanarak ortamın aydınlığına göre ayarlar.

source: If you wish to change the interval of ambient light checks you need to modify the file:
ast: Si quies camudar l'intervalu de comprobaciones de la lluz ambiental necesites editar el ficheru:
ca: Si vol modificar l'interval de comprobació de llum modifique el fitxer:
de: Wenn Sie den Intervall zwischen den Helligkeitsüberprüfungen\nändern möchten müssen sie die folgende Datei entsprechend\nanpassen:
fr: Si vous souhaitez modifier l'intervalle de contrôle de lumière ambiante, vous devez modifier le fichier :
it: Per cambiare l'intervallo di rilevazione della luminosità ambientale è necessario modificare il file:
pt_br: Se você deseja alterar o intervalo de checagem de luz no ambiente você precisa modificar esse arquivo:
ru: Чтобы изменить периодичность проверки освещённости, необходимо отредактировать файл:
tr: Eğer ortam ışığı denetleme aralığının süresini değiştirmek istiyorsanız, bu dosyayı ayarlamalısınız:
uk: Щоб змінити періодичність перевірки освітлення, необхідно відредагувати файл:

source: Options:
ast: Opciones:
ca: Opcions:
de: Optionen:
it: Opzioni:
pt_br: Opções
ru: Параметры:
tr: Seçenekler:
uk: Параметри:

source: --cron or -c use webcam as brightness reference
ast: --cron o -c usa la webcam como referencia del brillu
ca: --cron o -c usa la webcam com a referència de brillantor
de: --cron oder -c nutze Webcam als Referenz für die Umgebungshelligkeit
fr: --cron or -c utiliser la webcam comme référence de luminosité
it: --cron o -c usa la webcam come riferimento della luminosità
pt_br: --cron ou -c usar referência da webcam para brilho
ru: --cron или -c использовать веб-камеру для определения освещённости
tr: --cron veya -c parlaklık uyarlaması için kamerayı kullan
uk: --cron або -c використовувати веб-камеру для визначення освітленності

source: --help or -h show this help
ast: --help o -h amuesa esta ayuda
ca: --help o -h mostra esta ajuda
de: --help oder -h zeigt diese Hilfe
fr: --help or -h afficher cette aide
it: --help o -h mostra questo messaggio
pt_br: --help ou -h mostra essa ajuda
ru: --help или -h показать справку
tr: --help veya -h bu yardımı görüntüler
uk: --help або -h показати довідку

source: --restore or -r restore config files
ast: --restore o -r restaura los ficheros de configuración
ca: --restore o -r recupera els fitxers de configuració
de: --restore oder -r setzt die Konfigurationsdateien zurück
fr: --restore or -r restaurer les fichiers de configuration
it: --restore o -r ripristina i file di configurazione
pt_br: --restore ou -r restaura os arquivos de configuração
ru: --restore или -r восстановить файлы конфигурации
tr: --restore veya -r yapılandırma dosyalarını onarır
uk: --restore або -r відновити файли конфігурації

source: Yawls version
ast: Versión de Yawls
ca: Versió de Yawls
fr: Version de Yawls
it: Yawls versione
pt_br: Versão do Yawls
ru: Версия Yawls
tr: Yawls sürümü
uk: Версія Yawls

source: Error:
de: Fehler:
fr: Erreur :
it: Errore:
pt_br: Erro:
ru: Ошибка:
tr: Hata:
uk: Помилка:

source: No backlight device found.
ast: Nun s'alcontró nengún preséu con illuminación trasera.
ca: No s'ha trobat dispositiu de llum posterior.
de: Kein Hintergrundbeleuchtungsgerät gefunden.
it: Non è stato rilevato alcun dispositivo di retroilluminazione.
pt_br: Nenhum arquivo de blacklight encontrado.
ru: Источник подсветки не обнаружен.
tr: Hiçbir arka ışık aygıtı bulunamadı.
uk: Джерела підсвічування не виявлено.

source: No camera found.
ast: Nun s'alcontró nenguna cámara.
ca: No s'ha trobat càmera.
de: Keine Kamera gefunden.
fr: Aucune caméra n'a été trouvée
it: Non e' stata individuata nessuna camera
pt_br: Nenhuma câmera encontrada.
ru: Камера не обнаружена.
tr: Hiçbir kamera bulunamadı.
uk: Камери не виявлено.

source: Yawls service started. Press {CTRL+C} to abort...
fr: Le service Yawls a démarré. Pressez {CTRL+C} pour annuler
it: Il servizio Yawls e' attivo. Premere {CTRL+C} per interrompere...
pt_br: Serviço do Yawls iniciado. Pressione {CTRL+C} para abortar...
tr: Yawls servisi başlatıldı. Çıkmak inin {CTRL+C} 'ye basınız...
uk: Yawls служба запущена. Натисніть {CTRL C}, щоб перервати...

source: Webcam stats:
ast: Estadístiques de la webcam:
pt_br: Status da Webcam:
ru: Статистика веб-камеры:
tr: Kamera istatistikleri:
uk: Статистика веб-камери:

source: Configuration:
ast: Configuración:
de: Einstellungen:
pt_br: Configuração:
ru: Конфигурация:
tr: Yapılandırma:
uk: Конфігурація:

source: No backlight device found
ast: Nun s'alcontró nengún preséu con illuminación trasera
de: Kein Hintergrundbeleuchtungsgerät gefunden
pt_br: Nenhum dispositivo de blacklight encontrado
ru: Источник подсветки не обнаружен
tr: Hiçbir arka ışık aygıtı
uk: Джерела підсвічування не виявлено

source: and no camera found.
ast: y nun s'alcontró nenguna cámara
de: und keine Kamera gefunden.
pt_br: e nenhuma câmera encontrada
ru: , а также не обнаружена камера.
tr: ve kamera bulunamadı.
uk: , а також не виявлено камери.

source: Reset
ast: Reaniciar
de: Zurücksetzen
pt_br: Restaurar
ru: Сбросить
tr: Sıfırla
uk: Скинути

source: Apply
ast: Aplicar
de: Übernehmen
pt_br: Aplicar
ru: Применить
tr: Uygula
uk: Застосувати

source: The value of the upper limit must be greater than the lower limit.
pt_br: O valor do limite superior deve ser maior que o valor do limite inferior.
tr: Üst sınır değeri alt sınır değerinden büyük olmalı.
uk: Значення верхньої межі має бути більшим, ніж нижня межа.

source: The value of the max. increase must be greater than the min. increase.
pt_br: O valor do max. precisa ser maior que o valor do min.
tr: Azami artış değeri asgari artıştan büyük olmalı.
uk: Значення макс. збільшення має бути більшим за мін. збільшення.

source: face detect
ast: detección de cara
de: Gesichtserkennung
pt_br: detecção de face
ru: автоопределение лиц
tr: yüz algılama
uk: автовизначення облич

source: Set true to enable or false to disable face detection
ast: Poner a verdadero p'activar o falso pa desactivar la detección de cara
pt_br: Defina verdadeiro para habilitar ou false para desabilitar a detecção de face
ru: Установите значение «true» для включения или «false» для отключения автоопределения лиц
tr: Yüz algılamayı etkinleştirmek için "Açık", devre dışı bırakmak için "Kapalı" ayarlayın
uk: Встановіть значення «true» для увімкнення або «false» для вимкнення автовизначення облич

source: lower limit
ast: llende inferior
de: Untergrenze
pt_br: limite inferior
ru: мин. период
tr: alt sınır
uk: мін. період

source: Minimum time between camera activations in milliseconds
ast: Tiempu mínimu ente activaciones de la cámara en milisegundos
de: Minimale Zeit zwischen den Kameraaktivierungen in Millisekunden
pt_br: Tempo mínimo entre a ativação da câmera em milisegundos
ru: Минимальный период времени между включениями камеры в миллисекундах
tr: Kamera etkinleşmeleri arasındaki asgari zaman, milisaniye cinsinden
uk: Мінімальний період часу між увімкненнями камери у мілісекундах

source: upper limit
ast: llende superior
de: Obergrenze
pt_br: limite superior
ru: макс. период
tr: üst sınır
uk: макс. період

source: Maximum time between camera activations in milliseconds
ast: Tiempu mínimu ente activaciones de la cámara en milisegundos
de: Maximale Zeit zwischen den Kameraaktivierungen in Millisekunden
pt_br: Tempo máximo entre a ativação da câmera em milisegundos
ru: Максимальный период времени между включениями камеры в миллисекундах
tr: Kamera etkinleşmeleri arasındaki azami zaman, milisaniye cinsinden
uk: Максимальний період часу між увімкненнями камери у мілісекундах

source: min. increase
ast: aumentu mín.
de: min. Erhöhung
pt_br: aumento minimo
ru: мин. увеличение
tr: asgari artış
uk: мін. збільшення

source: Minimum time increase between camera activations in milliseconds if nothing to do
ast: Aumentu mínimu de tiempu ente activaciones de la cámara en milisegundos si nun hai qué facer
de: Minimale Zeiterhöhung zwischen den Kameraaktivierungen in Millisekunden wenn nichts zu tun ist
pt_br: Tempo mínimo entre a ativação da câmera em milisegundos se ficar ocioso
ru: Минимальное увеличение периода между включениями камеры в миллисекундах при отсутствии действий
tr: Yapacak bir şey olmayınca kamera etkinleşmeleri arasındaki asgari artış, milisaniye cinsinden
uk: Мінімальне збільшення періоду між увімкненнями камери у мілісекундах за відсутності дій

source: max. increase
ast: aumentu máx.
de: max. Erhöhung
pt_br: aumento maximo
ru: макс. увеличение
tr: azami artış
uk: макс. збільшення

source: Maximum time increase between camera activations in milliseconds if nothing to do
ast: Aumentu máximu de tiempu ente activaciones de la cámara en milisegundos si nun hai qué facer
de: Minimale Zeiterhöhung zwischen den Kameraaktivierungen in Millisekunden wenn nichts zu tun ist
pt_br: Tempo máximo entre a ativação da câmera em milisegundos se ficar ocioso
ru: Максимальное увеличение периода между включениями камеры в миллисекундах при отсутствии действий
tr: Yapacak bir şey olmayınca kamera etkinleşmeleri arasındaki azami artış, milisaniye cinsinden
uk: Максимальне збільшення періоду між увімкненнями камери у мілісекундах за відсутності дій

source: darkening threshold
ast: umbral d'escurecimientu
de: Abdunkelungsschwelle
ru: порог затемнения
tr: koyulaşma eşiği
uk: поріг затемнення

source: Value for darkening threshold in percent (0-100) For example a value of 25 means that the current brightness has to be less than 75 percent of the last measured brightness.
ast: Valor pal umbral d'escurecimientu en porcentax (0-100) Por exemplu un valor de 25 significa que'l valor actual del brillu tien de ser menor del 75 por cientu del últimu brillu midíu.
pt_br: Valor para escurecimento limiar em porcentagem (0-100) Por exemplo o valor de 25 significa que o brilho atual tem que ser menor que 75 por cento do último brilho medido.
ru: Значение порога затемнения в процентах (0-100) Например, значение 25 показывает, что текущая освещённость должна быть меньше 75% процентов последней измеренной освещённости.
tr: Koyulaşma eşiği değeri, yüzdelik cinsinden (0-100) Örneğin bu eşik için 25 değeri, mevcut parlaklığın bir önce ölçülenin yüzde 75'inden daha küçük olması gerektiğini ifade eder.
uk: Значення порогу затемнення у відсотках (0-100) Наприклад, значення 25 показує, що поточна освітленність повинна бути меншою 75% відсотків останньої виміряної освітленності.

source: brightening threshold
ast: umbral de brillu
de: Aufhellungsschwelle
pt_br: escurecimento limiar
ru: порог увеличения яркости
tr: parlaklık eşiği
uk: поріг збільшення яскравості

source: Value for brightening threshold in percent (0-100) For example a value of 10 means that the current brightness has to be greater than 110 percent of the last measured brightness.
ast: Valor pal umbral de brillu en porcentax (0-100) Por exemplu un valor de 10 significa que'l brillu actual tien de ser mayor del 110 por cientu del últimu brillu midíu.
pt_br: Valor para escurecimento limiar em porcentagem (0-100) Por exemplo o valor de 10 significa que o brilho atual tem que ser maior que 110 por cento do último brilho medido.
ru: Значение порога увеличения яркости в процентах (0-100) Например, значение 10 показывает, что текущая освещённость должна быть больше, чем 110% процентов последней измеренной освещённости.
tr: Parlaklık eşiği değeri, yüzdelik cinsinden (0-100) Örneğin bu eşik için 10 değeri, mevcut parlaklığın bir önce ölçülenin yüzde 110'undan daha büyük olması gerektiğini ifade eder.
uk: Значення порогу збільшення яскравості у відсотках (0-100) Наприклад, значення 10 показує, що поточна освітленність повинна бути більшою, ніж 110% відсотків останньої виміряної освітленності.

source: log level
ast: nivel d'errores
pt_br: nível de log
ru: подробность журнала
tr: günlük kaydı düzeyi
uk: докладність журналу

source: Log level 0 (error) < 1 (warning) < 2 (info) < 3 (debug)
ast: Nivel d'error 0 (error) < 1 (avisu) < 2 (info) < 3 (depuración)
pt_br: Nível de log 0 (erro) < 1 (atenção) < 2 (informações) < 3 (debug)
ru: Подробность журнала: 0 (ошибка) < 1 (предупреждение) < 3 (отладочная информация)
tr: Günlük kaydı düzeyi 0 (hata) < 1 (uyarı) < 2 (bilgi) < 3 (onarım)
uk: Докладність журналу: 0 (помилка) < 1 (попередження) < 3 (налагоджувальна інформація)

source: Max. value:
ast: Valor máx.:
de: Max. Wert:
pt_br: Valor máximo:
ru: Макс. значение:
tr: Azami değer:
uk: Макс. значення:

source: Min. value:
ast: Valor mín.:
de: Min. Wert:
pt_br: Valor mínimo:
ru: Мин. значение:
tr: Asgari değer:
uk: Мін. значення:

source: Last value:
ast: ültimu valor:
de: Letzter Wert:
pt_br: Último valor:
ru: Последнее значение:
tr: Son değer:
uk: Останнє значення:

source: _Help
ast: _Ayuda
de: _Hilfe
pt_br: _Ajuda
ru: _Справка
tr: _Yardım
uk: _Довідка

source: _Preferences
ast: _Preferencies
de: _Einstellungen
pt_br: _Preferências
ru: _Настройки
tr: _Tercihler
uk: _Налаштування

source: _About
ast: _Tocante a
de: _Über
pt_br: _Sobre
ru: _О программе
tr: _Hakkında
uk: _Про програму

source: FAQ
ast: EMF
ru: ЧаВо
tr: S.S.S
uk: ЧаПи

source: _Calibrate
ast: _Calibrar
de: _Kalibrieren
pt_br: _Calibração
ru: _Калибровка
tr: _Kalibre Et
uk: _Калібрування

source: Calibration wizard
ast: Asistene de calibración
de: Kalibrierungsassistent
pt_br: Assistente de calibração
ru: Мастер калибровки
tr: Kalibrasyon sihirbazı
uk: Майстер калібрування

source: Step 1:
ast: Pasu 1:
de: Schritt 1:
pt_br: Passo 1:
ru: Шаг 1:
tr: Adım 1:
uk: Крок 1:

source: Make your environment as bright as possible and press the calibrate button.
ast: Fai el to ambiente tolo más brillante que puedas y fai clic nel botón de calibración.
de: Machen Sie Ihre Umgebung so hell wie möglich und klicken Sie auf kalibrieren.
pt_br: Torne o seu ambiente o mais claro possível e pressione o botão de calibração.
ru: Максимально осветите рабочее место и нажмите кнопку калибровки.
tr: Bulunduğunuz ortamı mümkün olduğunca parlak hale getirin ve "Kalibre Et" tuşuna basın.
uk: Максимально освітіть робоче місце й натисніть кнопку калібрування.

source: Step 2:
ast: Pasu 2:
de: Schritt 2:
pt_br: Passo 2:
ru: Шаг 2:
tr: Adım 2:
uk: Крок 2:

source: Make your environment as dark as possible and press the calibrate button again.
ast: Fai el to ambiente tolo más escuru que puedas y fai clic nel botón de calibración otra vuelta.
de: Machen Sie Ihre Umgebung so dunkel wie möglich und klicken Sie auf kalibrieren.
pt_br: Torne seu ambiente o mais escuro possível e então pressione o botão de calibração novamente.
ru: Максимально затемните рабочее место и нажмите кнопку калибровки
tr: Bulunduğunuz ortamı mümkün olduğunca karanlık hale getirin ve tekrar "Kalibre Et" tuşuna basın.
uk: Максимально затемніть робоче місце й натисніть кнопку калібрування

source: Finish
ast: Rematar
de: Fertigstellen
pt_br: Finalizado
ru: Завершить
tr: Bitir
uk: Закінчити

source: Back
ast: Atrás
de: Zurück
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад

source: Next
ast: Siguiente
de: Weiter
pt_br: Próximo
ru: Далее
tr: İleri
uk: Далі

source: Calibrate
ast: Calibrar
de: Kalibrieren
pt_br: Calibrar
ru: Калибровка
tr: Kalibre Et
uk: Калібрування

source: Backlight detected:
ast: Deteutada illuminación trasera:
de: Hintergrundbeleuchtung erkannt:
pt_br: Blacklight detectado:
ru: Обнаружена подсветка:
tr: Arka ışık algılandı:
uk: Виявлено підсвічування:
