Repository: TeDsWeb/yawls
Catalog: po/yawls_man_template-*.po
Languages: it, pt_br, tr, uk

source: July 17, 2015
it: 17 luglio 2015
pt_br: 17 de Julho de 2015
tr: 17 Temmuz 2015
uk: 17 липня, 2015

source: Yawls automatic display brightness
it: Luminosità automatica del dislpay Yawls
pt_br: Yawls ajusta automaticamente o brilho da sua tela
tr: Yawls otomatik ekran parlaklığı
uk: Автоматичний контролер освітлення Yawls

source: NAME
it: NOME
pt_br: NOME
tr: AD
uk: НАЗВА

source: yawls - Automatic brightness adjustment
it: Luminosità automatica del dislpay Yawls
pt_br: yawls - Ajuste automático de brilho
tr: yawls - Otomatik parlaklık ayarlama
uk: yawls - Автоматичне регулювання яскравості

source: SYNOPSIS
it: SINTASSI
pt_br: SINOPSE
tr: ÖZET
uk: КОРОТКИЙ ОГЛЯД

source: B<yawls> [I<OPTIONS>]
it: B<yawls> [I<OPZIONI>]
tr: B<yawls> [I<SEÇENEKLER>]
uk: B<yawls> [I<ПАРАМЕТРИ>]

source: DESCRIPTION
it: DESCRIZIONE
pt_br: DESCRIÇÃO
tr: AÇIKLAMA
uk: ОПИС

source: Yawls (Yet Another Webcam Light Sensor) adjusts the brightness level of your display by using the internal/externel webcam of your notebook as an ambient light sensor.
it: Yawls (Yet Another Webcam Light Sensor) regola la luminosità dello schermo usando la webcam interna/esterna del computer come un sensore di luminosità ambientale.
pt_br: Yawls (Yet Another Webcam Light Sensor) ajusta automaticamente o brilho da sua tela usando uma webcam interna ou externa do seu notebook como um sensor de luz.
tr: Yawls, web kameranızı kullanarak ekranınızın parlaklığını ortam ışığına göre ayarlar.

source: Yawls obtains configuration data from the following sources:
it: Yawls ottiene i dati di configurazione dalle seguenti sorgenti:
pt_br: Yawls obtém os dados de configuração das seguintes fontes:
tr: Yawls aşağıdaki kaynaklardan yapılandırma verilerini toplar:
uk: Yawls використовує дані конфігурації з таких джерел:

source: Option Summary:
it: Riepilogo delle opzioni:
pt_br: Sumário de opções:
tr: Seçenek Özeti:
uk: Короткий опис параметрів:

source: B<--cron> or B<-c> use webcam as brightness reference (one time)
it: B<--cron> or B<-c> usa la webcam come riferimento per la luminosità (una volta)
pt_br: B<--cron> ou B<-c> usa a referência do brilho da webcam (uma vez)
tr: B<--cron> veya B<-c> parlaklık uyarlaması için kamerayı kullan (tek seferliğine)
uk: B<--cron> або B<-c> використовувати веб-камеру у якості еталону освітленності (одиноразово)

source: B<--daemon> or B<-d> use webcam as brightness reference (continuously)
it: B<--daemon> or B<-d> usa la webcam come riferimento per la luminosità (sempre)
pt_br: B<--daemon> ou B<-d> usa a referência do brilho da webcam (continuamente)
tr: B<--daemon> veya B<-d> parlaklık uyarlaması için kamerayı kullan (sürekli)
uk: B<--daemon> або B<-d> використовувати веб-камеру у якості еталону освітленності (постійно)

source: B<--gui> or B<-g> starts gui
it: B<--gui> or B<-g> avvia l'interfaccia grafica
pt_br: B<--gui> ou B<-g> inicia o aplicativo
tr: B<--gui> veya B<-g> görsel arabirimi başlatır
uk: B<--gui> або B<-g> запустити графічний інтерфейс

source: B<--help> or B<-h> shows help
it: B<--help> or B<-h> mostra la guida
pt_br: B<--help> ou B<-h> mostra a ajuda
tr: B<--help> veya B<-h> yardımı görüntüler
uk: B<--help> або B<-h> показати довідку

source: B<--restore> or B<-r> restore config files
it: B<--restore> or B<-r> ripristina i file di configurazione
pt_br: B<--restore> ou B<-r> restaura os arquivos de configuração
tr: B<--restore> veya B<-r> yapılandırma dosyalarını onar
uk: B<--restore> або B<-r> відновити файли конфігурації

source: Option Details:
it: Dettagli delle opzioni:
pt_br: Detalhes das Opções:
tr: Seçenek Detayları:
uk: Докладний опис параметрів:

source: Uses the internal/exteranl webcam as brightness reference one time.The function is per default used by cron to start yawls every 15 minutes (default). It usually takes a while for the program to work properly, because it configures itself from run to run. You can reduce this time if you force the run once in a dark and once in a bright room or you use the GUI to run the calibration task.
it: Usa una volta la webcam interna/esterna come riferimento per la luminosità. La funzione è, per impostazione predefinita, usata da "cron" per avviare yawls ogni 15 minuti. Solitamente il programma impiega diverso tempo per funzionare correttamente in quanto si configura in modo automatico ad ogni esecuzione. Questo tempo può essere ridotto forzando l'esecuzione una volta in un ambiente scuro e una volta in uno luminoso o usando l'interfaccia grafica per eseguire le attività di calibrazione.
pt_br: Usa a webcam interna/externa como referência de brilho uma vez. A função é usada à cada 15 minutos (padrão). Ela demora um pouco pra funcionar corretamente, porque ela configura-se à cada vez que for rodada. Você pode reduzir o tempo se você forçar para rodar no escuro e novamente em uma sala clara ou usar o GUI para rodar a função de calibração.
tr: Kamerayı parlaklık uyarlaması için tek seferliğine kullanır. Bu işlev cron tarafından yawls'ı her 15 dakikada bir çalıştırmak için öntanımlı olarak kullanılır. Her seferde kendini tekrar ayarladığı için, programın etkili çalışması bu şekilde biraz zaman alabilir. Aydınlık ve karanlık odalar arasında sürekli geçiş yapıyorsanız bu süreyi azaltabilirsiniz veya kalibrasyon için görsel arayüzü kullanabilirsiniz.

source: Uses the internal/exteranl webcam as brightness reference but continuously. Only for testing purpose if started directly from command line because it is actually used by the init.d script (/etc/init.d/yawls). It usually takes a while for the program to work properly, because it configures itself from run to run. You can reduce this time if you force the run with the cron option once in a dark and once in a bright room or you use the GUI to run the calibration task.
it: Usa la webcam interna/esterna come riferimento per la luminosità in modo continuo. Solo per scopi di test se avviato direttamente dalla riga di comando è attualmente usato dallo script init.d (/etc/init.d/yawls). Solitamente il programma impiega diverso tempo per funzionare correttamente in quanto si configura in modo automatico ad ogni esecuzione. Questo tempo può essere ridotto forzando l'esecuzione una volta in un ambiente scuro e una volta in uno luminoso o usando l'interfaccia grafica per eseguire le attività di calibrazione.
pt_br: Usa a webcam interna/externa como referência de brilho continuamente. Apenas como propósito de teste, se for iniciada diretamente pela linha de comando, é atualmente usada pelo init.d.script (/etc/init.d/yawls). Ela demora um pouco pra funcionar corretamente, porque ela configura-se à cada vez que for rodada. Você pode reduzir o tempo se você forçar para rodar no escuro e novamente em uma sala clara ou usar o GUI para rodar a função de calibração.
tr: Kamerayı parlaklık uyarlaması için sürekli olarak kullanır. Aslında init.d betiği (/etc/init.d/yawls) tarafından kullanılması hasebiyle, doğrudan komut satırından çalıştırıldığında sadece test amacıyla kullanılması önerilir. Her seferde kendini tekrar ayarladığı için, programın etkili çalışması bu şekilde biraz zaman alabilir. Aydınlık ve karanlık odalar arasında sürekli geçiş yapıyorsanız, (cron seçeneği ile birlikte kullanarak) bu süreyi azaltabilirsiniz veya kalibrasyon için görsel arayüzü kullanabilirsiniz.

source: Shows an GUI of the program.
it: Mostra una interfaccia grafica del programma.
pt_br: Mostra um GUI do programa
tr: Programın görsel arayüzünü gösterir.
uk: Показати графічний інтерфейс

source: Resets all config files:
it: Rispristina tutti i file di configurazione:
pt_br: Reseta todos os arquivos de configuração:
tr: Tüm yapılandırma dosyalarını sıfırlar:
uk: Відновлення усіх конфігураційних файлів:

source: Shows an quick help about the program.
it: Mostra una breve guida relativa al programma.
pt_br: Mostra uma ajuda rápida do programa.
tr: Program ile ilgli hızlı bir yardım gösterir.
uk: Показує швидку довідку про програму

source: EXAMPLES
it: ESEMPI
pt_br: EXEMPLOS
tr: ÖRNEKLER
uk: ПРИКЛАДИ

source: AUTHOR
it: AUTORE
pt_br: AUTOR
tr: YAZAR
uk: АВТОР

source: Written by Dominik Brämer E<lt>thedsweb@googlemail.comE<gt>
it: Scritto da Dominik Brämer E<lt>thedsweb@googlemail.comE<gt>
pt_br: Escrito por Dominik Brämer E<lt>thedsweb@googlemail.comE<gt>
tr: Yazar: Dominik Brämer E<lt>thedsweb@googlemail.comE<gt>
uk: Написано Домініком Брамером (Dominik Brämer) E<lt>thedsweb@googlemail.comE<gt>

source: REPORTING BUGS
it: SEGNLAZIONE BUG
pt_br: REPORTANDO FALHAS
tr: HATA BİLDİRİMİ
uk: ЗВІТИ ПРО ВАДИ

source: Report bugs at E<lt>https://launchpad.net/yawls/+bugsE<gt> or E<lt>thedsweb@googlemail.comE<gt>
it: Segnalare i bug usando E<lt>https://launchpad.net/yawls/+bugsE<gt> o E<lt>thedsweb@googlemail.comE<gt>
pt_br: Reporte bugs por E<lt>https://launchpad.net/yawls/+bugsE<gt> ou E<lt>thedsweb@googlemail.comE<gt>
tr: Hata bildirimi için: E<lt>https://launchpad.net/yawls/+bugsE<gt> or E<lt>thedsweb@googlemail.comE<gt>
uk: Про вади повідомляйте за адресою E<lt>https://launchpad.net/yawls/+bugsE<gt> або E<lt>thedsweb@googlemail.comE<gt>

source: COPYRIGHT
pt_br: DIREITOS AUTORAIS
tr: TELİF HAKKI
uk: АВТОРСЬКІ ПРАВА

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
it: Questo programma è software libero; è possibile ridistribuirlo e/o modificarlo secondo i termini della licenza GNU General Public License, come pubblicata dalla Free Software Foundation; versione 3 della licenza, o (a scelta) una versione più recente.
pt_br: Esse programa é um software livre: você pode redistribuir ele e/ou modificar ele pelos termos do GNU General Public License que foi publicado pela Free Software Foundation, na versão 3 da Licença, ou (na sua opção) em qualquer outra versão.
tr: Bu program bir özgür yazılımdır: bu yazılımı Özgür Yazılım Vakfı(Free Software Foundation)'nın yayınladığı GNU Genel Kamu Lisansı 3.sürümü yada ileri zamanda çıkacak daha yeni bir sürümü koşulları altında tekrar dağıtabilir veya değiştirebilirsiniz.
uk: Ця програма є вільним програмним забезпеченням: її можна повторно розповсюджувати і/або змінювати за умовами ліцензії GNU General Public License Фонду вільного програмного забезпечення, версії 3 або пізнішої (на Ваш розсуд).

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
it: Questo programma è distribuito nella speranza che possa risultare utile, ma SENZA ALCUNA GARANZIA, nemmeno la garanzia implicita di COMMERCIABILITÀ o APPLICABILITÀ PER UNO SCOPO PARTICOLARE. Per maggiori dettagli consultare la GNU General Public License.
pt_br: Este programa é distribuído na esperança de que seja útil, mas SEM NENHUMA GARANTIA; sem mesmo implicar garantias de COMERCIABILIDADE ou ADAPTAÇÃO A UM PROPÓSITO PARTICULAR. Veja a Licença Pública Geral GNU (GPL) para mais detalhes.
tr: Bu program faydalı olacağı umut edilerek dağıtılmaktadır, fakat HİÇBİR GARANTİSİ YOKTUR; hatta ÜRÜN DEĞERİ ya da BİR AMACA UYGUNLUK gibi garantiler de vermez. Lütfen daha fazla ayrıntı için GNU Genel Kamu Lisansı'nı inceleyin.
uk: Ця програма розповсюджується зі сподіванням на її придатність, але БЕЗ БУДЬ -ЯКИХ ГАРАНТІЙ, навіть без ймовірної гарантії її ТОВАРНОЇ або БУДЬ-ЯКОЇ ІНШОЇ ПРИДАТНОСТІ. Додаткову інформацію можна отримати з ліцензії GNU General Public License.

source: You should have received a copy of the GNU General Public License along with this program. If not, see E<lt>http://www.gnu.org/licenses/E<gt>.
it: Una copia della GNU General Public License dovrebbe essere stata fornita con questo programma. In caso contrario consultare E<lt>http://www.gnu.org/licenses/E<gt>.
pt_br: Você deve ter recebido uma cópia da GNU General Public License juntamente com o programa. Se não, veja em E<lt>http://www.gnu.org/licenses/E<gt>.
tr: Bu program ile birlikte GNU Genel Kamu Lisansı'nın bir kopyasını almış olmalısınız. Almadıysanız; bknz: E<lt>http://www.gnu.org/licenses/E<gt>.
uk: Разом з цією програмою необхідно отримати копію ліцензії GNU General Public License. Якщо така відстуня, зверніться за адресою E<lt>http://www.gnu.org/licenses/E<gt>.

source: Dominik Brämer
uk: Домінік Брамер (Dominik Brämer)
